Repository: hrx-plugin/hrx-woocommerce
Catalog: hrx-delivery-woo/languages/hrx-delivery-*.po
Languages: lt_lt

source: is deprecated
lt_lt: nebenaudojama

source: A newer version of the plugin (%s) has been released.
lt_lt: Buvo išleista nauja įskiepio versija (%s).

source: Action in progress
lt_lt: Vykdomas veiksmas

source: Action in progress. Started %s
lt_lt: Vykdomas veiksmas. Pradėtas %s

source: Actions
lt_lt: Veiksmai

source: Add extra rule
lt_lt: Pridėti naują taisyklę

source: Address
lt_lt: Adresas

source: All shipments
lt_lt: Visos siuntos

source: An error occurred while changing default warehouse
lt_lt: Įvyko klaida keičiant numatytąjį sandėlį

source: An error occurred while executing action
lt_lt: Įvyko klaida vykdant veiksmą

source: An unexpected error occurred during the operation
lt_lt: Įvyko nenumatyta klaida vykdant veiksmą

source: API key
lt_lt: API raktas

source: API key in test server
lt_lt: API raktas testiniame serveryje

source: Billing details
lt_lt: Atsiskaitymo informacija

source: Block error
lt_lt: Bloko klaida

source: Block row error
lt_lt: Bloko eilutės klaida

source: Cancelled shipments
lt_lt: Atšauktos siuntos

source: Carrier
lt_lt: Vežėjas

source: Cart amount from which this shipping becomes free
lt_lt: Krepšelio suma, nuo kurio šis pristatymas tampa nemokamas

source: Change WC order status to this, when HRX order is mark as "Ready"
lt_lt: Pakeisti WC užsakymo statusą į šį, kai HRX užsakymas pažymėtas kaip "Paruošta"

source: Change WC order status to this, when HRX order is unmark as "Ready"
lt_lt: Pakeisti WC užsakymo statusą į šį, kai HRX užsakymui atžymėta būsena "Paruošta"

source: Check available only after settings save
lt_lt: Patikrinti galima tik išsaugojus nustatymus

source: Check key
lt_lt: Patikrinti raktą

source: Choose terminal
lt_lt: Pasirinkti terminalą

source: City
lt_lt: Miestas

source: Clear
lt_lt: Išvalyti

source: Client
lt_lt: Klientas

source: Client full name
lt_lt: Kliento pilnas vardas

source: Completed orders
lt_lt: Užbaigti užsakymai

source: Contacts
lt_lt: Kontaktai

source: Could not get a list of countries to which this shipping method can be used
lt_lt: Nepavyksta gauti šalių sąrašo, kuriose gali būti naudojamas šis pristatymo būdas

source: Could not ready any orders
lt_lt: Negalima paruošti nei vieno užsakymo

source: Could not regenerate any orders
lt_lt: Negalime pergeneruoti nei vieno užsakymo

source: Could not register any orders
lt_lt: Negalime užregistruoti nei vieno užsakymo

source: Country
lt_lt: Šalis

source: Courier
lt_lt: Kurjeris

source: Custom changes
lt_lt: Pasirinktiniai pakeitimai

source: Default delivery price
lt_lt: Numatytoji pristatymo kaina

source: Default dimensions
lt_lt: Numatytieji matmenys

source: Default shipment dimensions, if they are not specified in the Order
lt_lt: Numatytieji siuntos matmenys, jeigu jie nenurodyti užsakyme

source: Default warehouse
lt_lt: Numatytasis sandėlis

source: Delivery
lt_lt: Pristatymas

source: Delivery locations
lt_lt: Pristatymo lokacijos

source: Delivery methods
lt_lt: Pristatymo būdai

source: Distance calculated from this point
lt_lt: Distancija apskaičiuota nuo šio taško

source: Do not change
lt_lt: Nekeisti

source: Do you want reload page?
lt_lt: Ar norite perkrauti puslapį?

source: Do you want to reload the page to update the displayed data?
lt_lt: Ar norite perkrauti puslapį, kad atnaujintumėte rodomus duomenis?

source: Do you want to try again?
lt_lt: Ar norite bandyti dar kartą?

source: Downloading courier locations...
lt_lt: Parsiunčiamos kurjerių lokacijos...

source: Downloading locations
lt_lt: Parsiunčiamos lokacijos

source: Downloading parcel terminal locations for country %s...
lt_lt: Parsiunčiama paštomatų lokacijos šaliai %s...

source: Downloading parcel terminal locations...
lt_lt: Parsiunčiamos paštomatų lokacijos...

source: Enable
lt_lt: Įjungta

source: Enable %s delivery
lt_lt: Aktyvuoti %s pristatymą

source: Enable error checking mode
lt_lt: Įjungti klaidų tikrinimo režimą

source: Enable plugin errors checking and logging. Log files are stored for %d days.
lt_lt: Įjungti įskiepio klaidų tikrinimą ir registravimą. Įrašų failai yra saugomi %d d.

source: Enable this method for %s
lt_lt: Aktyvuoti šį metodą būdui %s

source: Error
lt_lt: Klaida

source: Error when executing update %1$s. Error: %2$s.
lt_lt: Klaida vykdant atnaujinimą %1$s. Klaidos pranešimas: %2$s.

source: Execute cronjob: %s
lt_lt: Vykdyti cronjob: %s

source: Failed to add SQL table column
lt_lt: Nepavyko pridėti SQL lentelės stulpelį

source: Failed to change default warehouse
lt_lt: Nepavyko pakeisti numatytąjį sandėlį

source: Failed to change HRX order status
lt_lt: Nepavyko pakeisti HRX užsakymo statuso

source: Failed to create temporary files directories
lt_lt: Nepavyko sukurti laikinų failų aplankalo

source: Failed to get available shipping countries
lt_lt: Nepavyko gauti galimų pristatymo šalių

source: Failed to get command
lt_lt: Nepavyko gauti komandos

source: Failed to get HRX order ID from order
lt_lt: Iš užsakymo nepavyko gauti HRX užsakymo ID

source: Failed to get HRX terminal from order
lt_lt: Iš užsakymo nepavyko gauti HRX paštomato

source: Failed to get label
lt_lt: Nepavyko gauti lipduko

source: Failed to get list of countries
lt_lt: Nepavyko gauti šalių sąrašo

source: Failed to get list of selected orders
lt_lt: Nepavyko gauti pasirinktų užsakymų sąrašo

source: Failed to get order
lt_lt: Nepavyko gauti užsakymo

source: Failed to get parcel terminals countries
lt_lt: Nepavyko gauti paštomatų šalių

source: Failed to get selected shipping method
lt_lt: Nepavyko gauti pasirinkto pristatymo būdo

source: Failed to get the path of the main file
lt_lt: Nepavyko gauti pagrindinio failo lokacijos

source: Failed to get the selected warehouse. Please check warehouse settings.
lt_lt: Nepavyko gauti pasirinkto sandėlio. Prašome patikrinti sandėlio nustatymus.

source: Failed to get what action to perform
lt_lt: Nepavyko gauti kurį veiksmą vykdyti

source: Failed to print labels
lt_lt: Nepavyko atspausdinti lipdukų

source: Failed to ready order #%1$s. Error: %2$s
lt_lt: Nepavyko paruošti užsakymo #%1$s. Klaida: %2$s

source: Failed to regenerate order #%1$s. Error: %2$s
lt_lt: Nepavyko pergeneruoti užsakymo #%1$s. Klaida: %2$s

source: Failed to register order #%1$s. Error: %2$s
lt_lt: Nepavyko užregistruoti užsakymo #%1$s. Klaida: %2$s

source: Failed to remove ready status from order #%1$s. Error: %2$s
lt_lt: Užsakymui #%1$s nepavyko nuimti būsenos "Paruošta". Klaida: %2$s

source: Failed to retrieve some order labels. They may have not been generated yet. You can repeat this action to try get labels again.
lt_lt: Nepavyko gauti kai kurių užsakymų lipdukų. Jie tikriausiai dar nėra sugeneruoti. Galite pakartoti šį veiksmą, kad pabandyti gauti lipdukus dar kartą.

source: Failed to save received locations
lt_lt: Nepavyko išsaugoti gautų lokacijų

source: Find
lt_lt: Rasti

source: For the %1$s plugin to work, must have the following plugins activated: %2$s.
lt_lt: Kad veiktu įskiepis %1$s, Jūs turite būti aktyvavę šiuos įskiepius: %2$s.

source: Free delivery from price
lt_lt: Nemokamas pristatymas nuo kainos

source: Free from
lt_lt: Nemokama nuo

# Frequency
source: 65 seconds
lt_lt: 65 sekundės

# Frequency
source: Once daily
lt_lt: Kartą per dieną

# Frequency
source: Once monthly
lt_lt: Kartą per mėnesį

# Frequency
source: Once weekly
lt_lt: Kartą per savaitę

source: Generate manifest
lt_lt: Generuoti manifestą

source: Geolocation is not supported
lt_lt: Geolokacija nepalaikoma

source: Getting available countries of parcel terminals...
lt_lt: Gaunamos galimos paštomatų šalys...

source: Height
lt_lt: Aukštis

source: HRX delivery
lt_lt: HRX pristatymas

# HRX order status
source: Cancelled
lt_lt: Atšaukta

# HRX order status
source: Delivered
lt_lt: Pristatyta

# HRX order status
source: Error
lt_lt: Klaida

# HRX order status
source: In delivery
lt_lt: Pristatoma

# HRX order status
source: In return
lt_lt: Grąžinama

# HRX order status
source: New
lt_lt: Nauja

# HRX order status
source: Ready
lt_lt: Paruošta

# HRX order status
source: Returned
lt_lt: Grąžinta

source: HRX shipment status
lt_lt: HRX siuntos būsena

source: Images
lt_lt: Paveikslėliai

source: Key is good
lt_lt: Raktas yra geras

source: Last update
lt_lt: Paskutinis atnaujinimas

source: Leave blank to turn off
lt_lt: Palikite tuščią norint išjungti

source: Length
lt_lt: Ilgis

source: Make this shipping free if the cart amount is equal or more than this value. Leave blank if dont want use this.
lt_lt: Padaryti pristatymą nemokamą, kai krepšelio suma yra lygi ar viršija šią reikšmę. Palikite tuščią norint to nenaudoti.

source: Mark as ready
lt_lt: Pažymėti kaip paruoštą

source: Mark as ready on Completed
lt_lt: Pažymėti kaip "Paruošta" kai būsena "Įvykdyta"

source: Mark Order as Ready, when changing WC Order status to %s
lt_lt: Pažymėti užsakymą kaip "Paruoštą", kai pakeičiama WC užsakymo būsena į %s

source: Method title
lt_lt: Metodo pavadinimas

source: Need a programmer to check this problem
lt_lt: Reikalingas programuotojas, kad patikrintu šią problemą

source: Neither command was suitable
lt_lt: Nei viena komanda nėra tinkama

source: Neither order is suitable for performing the desired action
lt_lt: Nei vienas užsakymas nėra tinkamas norint įvykdyti šią komandą

source: Never
lt_lt: Niekada

source: New shipments
lt_lt: Nauji užsakymai

source: No information
lt_lt: Nėra informacijos

source: No terminal to select
lt_lt: Nėra tarminalo pasirinkimui

source: Not received field key
lt_lt: Negautas laukelio raktas

source: Not received fields key
lt_lt: Negautas laukelių raktas

source: Not the HRX delivery method
lt_lt: Ne HRX pristatymo būdas

source: Nothing found
lt_lt: Nieko nerasta

source: Order "%s" successfully created
lt_lt: Užsakymas "%s" sėkmingai sukurtas

source: Order already registered
lt_lt: Užsakymas jau yra užregistruotas

source: Order date
lt_lt: Užsakymo data

source: Order ID
lt_lt: Užsakymo ID

source: Order ID not received
lt_lt: Negautas užsakymo ID

source: Order status
lt_lt: Užsakymo būsena

source: Order status changed successfully
lt_lt: Užsakymo būsena pakeista sėkmingai

source: Order warehouse
lt_lt: Užsakymo sandėlis

source: Package
lt_lt: Siunta

source: Package size
lt_lt: Siuntos dydis

source: Package weight
lt_lt: Siuntos svoris

# Page title
source: HRX delivery
lt_lt: HRX pristatymas

source: Parcel terminal
lt_lt: Siuntų terminalas

source: Parcel warehouse
lt_lt: Siuntos sandėlys

source: Payment method
lt_lt: Apmokėjimo būdas

source: Pickup locations (Warehouses)
lt_lt: Paėmimo vietos (sandėliai)

source: Pickup warehouse
lt_lt: Paėmimo sandėlys

source: Please choose %s
lt_lt: Prašome pasirinkti %s

source: Please enter an address
lt_lt: Prašome įvesti adresą

source: Plugin functionality checking
lt_lt: Įskiepio funkcionalumo tikrinimas

source: Post code
lt_lt: Pašto kodas

# Press here
source: here
lt_lt: čia

source: Preview
lt_lt: Peržiūrėti

source: Price
lt_lt: Kaina

source: Print return label
lt_lt: Spausdinti grąžinimo lipduką

source: Print shipment label
lt_lt: Spausdinti siuntos lipduką

source: Problems with orders
lt_lt: Problemos su užsakymais

source: Product
lt_lt: Produktas

source: Products
lt_lt: Produktai

source: Quantity
lt_lt: Kiekis

source: Regenerate order
lt_lt: Pergeneruoti užsakymą

source: Register order
lt_lt: Registruoti užsakymą

source: Reload now
lt_lt: Perkrauti dabar

source: Request error
lt_lt: Užklausos klaida

source: Search
lt_lt: Ieškoti

source: Selected %s
lt_lt: Pasirinkta %s

source: Settings
lt_lt: Nustatymai

source: Shipment label
lt_lt: Siuntos lipdukas

source: Shipment tracking number
lt_lt: Siuntos sekimo numeris

source: Shipping
lt_lt: Pristatymas

source: Shipping details
lt_lt: Pristatymo informacija

source: Shipping method
lt_lt: Pristatymo būdas

# Shipping method title in checkout
source: HRX courier
lt_lt: HRX kurjeris

# Shipping method title in checkout
source: HRX parcel terminal
lt_lt: HRX paštomatas

source: Show
lt_lt: Rodyti

source: Size
lt_lt: Dydis

source: Status
lt_lt: Būsena

source: Structure
lt_lt: Struktūra

source: Tax
lt_lt: Mokesčiai

source: Temporary files
lt_lt: Laikini failai

source: Terminal list
lt_lt: Terminalų sąrašas

source: Terminal map
lt_lt: Terminalų žemėlapis

source: Text in status
lt_lt: Būsenos tekstas

source: The key, which you received from HRX
lt_lt: Raktas, kurį gavote iš HRX

# This object
source: this
lt_lt: šis

source: Title
lt_lt: Pavadinimas

source: Total
lt_lt: Viso

source: Total locations
lt_lt: Viso lokacijų

source: Total order amount
lt_lt: Viso užsakymo suma

source: Tracking number
lt_lt: Sekimo numeris

source: Turned off
lt_lt: Išjungta

source: Turned on
lt_lt: Įjungta

source: Type
lt_lt: Tipas

source: Unknown error
lt_lt: Nežinoma klaida

source: Update locations
lt_lt: Atnaujinti lokacijas

source: Use API test server
lt_lt: Naudoti testinio serverio API

source: Use my location
lt_lt: Naudoti mano vietą

source: Version
lt_lt: Versija

source: WC Order #%s
lt_lt: WC užsakymas #%s

source: We do not recommend update the plugin, because your plugin have changes that is not included in the update
lt_lt: Mes nerekomenduojame atnaujinti įskiepio, kadangi Jūsų įskiepis turi pakeitimų, kurie nėra įtraukti į atnaujinimą

source: Weight
lt_lt: Svoris

source: Weight range
lt_lt: Svorio intervalas

source: Weigth
lt_lt: Svoris

source: Width
lt_lt: Plotis

source: Woocommerce Order status
lt_lt: Woocommerce užsakymo būsena

source: Workhours
lt_lt: Darbo laikas

source: Wrong key
lt_lt: Blogas raktas

source: You can download it by pressing %s.
lt_lt: Ją galite parsisiųsti paspausdami %s.

source: You can get more information about the errors on the "%s" page
lt_lt: Galite gauti daugiau informacijos apie klaidas tinklapyje "%s"

source: You can track your shipment with this number
lt_lt: Galite sekti savo siuntą su šiuo numeriu

source: You must choose at least one order
lt_lt: Turite pasirinkti bent vieną užsakymą
